import { IMainContent } from '../types/content/pages/MainPage'

export const mainContent: IMainContent = {
  layout: {
    header: {
      variant: 'transparent',
      transparencyAtTop: true,
    },
  },
  pageHead: {
    variant: 'main',
    title: `<b class="font-[700]">Брагилев</b> <br> Вадим <br> Алексеевич`,
    name: '[ Пластический хирург ]',
    image: '/assets/main-bg.jpg',
    imageMobile: '/assets/main-bg-mobile.jpg',
    text: 'Врач хирург высшей категории. Кандидат медицинских наук. Автор более 50 научных работ. Доцент кафедры пластической и реконструктивной хирургии И.И. Мечникова',
  },
  infoBlock: {
    name: '[ история ]',
    title: 'Обо мне',
    subtitle:
      'Так уж сложилось, что маммопластика стала одной из моих любимых дисциплин. А толчком послужил случай почти тридцатилетней давности...',
    link: '/',
    texts: [
      {
        text: 'Стандарты красоты? Их&nbsp;нет. Есть&nbsp;магия пропорций, привлекательность асимметрии, ценность непохожести на&nbsp;других. Нужно быть самим собой. Но&nbsp;в&nbsp;лучшей версии',
      },
      {
        text: 'Улыбчивое лицо. Элегантные руки. Вдумчивая речь. Решительные поступки. Наблюдателен и&nbsp;неутомим. Да, вот&nbsp;такой он&nbsp;— Вадим Алексеевич Брагилев!',
      },
    ],
  },
  servicesBlock: {
    tabs: [
      {
        title: 'Грудь',
        content: [
          {
            name: 'Увеличение груди',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-1.png',
          },
          {
            name: 'Уменьшение груди',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-2.png',
          },
          {
            name: 'Замена имплантов',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-3.png',
          },
          {
            name: 'Мастопексия',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-4.png',
          },
        ],
      },
      {
        title: 'Лицо',
        content: [
          {
            name: 'Лицо 1',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-5.png',
          },
          {
            name: 'Лицо 2',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-3.png',
          },
          {
            name: 'Лицо 3',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-2.png',
          },
        ],
      },
      {
        title: 'Тело',
        content: [
          {
            name: 'Тело 1',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-6.png',
          },
          {
            name: 'Тело 2',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-5.png',
          },
          {
            name: 'Тело 3',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-4.png',
          },
          {
            name: 'Тело 4',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-3.png',
          },
          {
            name: 'Тело 5',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-2.png',
          },
          {
            name: 'Тело 6',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-1.png',
          },
          {
            name: 'Тело 7',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-2.png',
          },
          {
            name: 'Тело 8',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-3.png',
          },
          {
            name: 'Тело 9',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-4.png',
          },
          {
            name: 'Тело 10',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '/service',
            image: '/assets/main-image-5.png',
          },
        ],
      },
    ],
  },
  resultsBlock: {
    name: '[ кейсы ]',
    title: 'До/После',
    selects: [
      {
        placeholder: 'Часть тела',
        variants: [
          {
            id: '1',
            value: 'Лицо',
          },
          {
            id: '2',
            value: 'Грудь',
          },
          {
            id: '3',
            value: 'Тело',
          },
        ],
      },
      {
        placeholder: 'Операция',
        variants: [
          {
            id: '1',
            value: 'Лицо 1',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '2',
            value: 'Лицо 2',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '3',
            value: 'Лицо 3',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '4',
            value: 'Лицо 4',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '5',
            value: 'Лицо 5',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '6',
            value: 'Грудь 1',
            dependencies: [
              {
                id: '2',
                key: 'part',
              },
            ],
          },
          {
            id: '7',
            value: 'Грудь 2',
            dependencies: [
              {
                id: '2',
                key: 'part',
              },
            ],
          },
          {
            id: '8',
            value: 'Грудь 3',
            dependencies: [
              {
                id: '2',
                key: 'part',
              },
            ],
          },
          {
            id: '9',
            value: 'Тело 1',
            dependencies: [
              {
                id: '3',
                key: 'part',
              },
            ],
          },
        ],
      },
    ],
    results: [
      {
        id: '1',
        title: 'Ринопластика 1',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '1',
            key: 'operation',
          },
        ],
      },
      {
        id: '2',
        title: 'Ринопластика 2',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '1',
            key: 'operation',
          },
        ],
      },
      {
        id: '3',
        title: 'Ринопластика 3',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '1',
            key: 'operation',
          },
        ],
      },
      {
        id: '4',
        title: 'Операция 2',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        dependencies: [
          {
            id: '2',
            key: 'part',
          },
          {
            id: '6',
            key: 'operation',
          },
        ],
      },
      {
        id: '5',
        title: 'Операция 3',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        dependencies: [
          {
            id: '2',
            key: 'part',
          },
          {
            id: '6',
            key: 'operation',
          },
        ],
      },
      {
        id: '6',
        title: 'Операция лицо 2 (1)',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '2',
            key: 'operation',
          },
        ],
      },
      {
        id: '7',
        title: 'Операция лицо 2 (2)',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '2',
            key: 'operation',
          },
        ],
      },
      {
        id: '8',
        title: 'Операция лицо 2 (3)',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '2',
            key: 'operation',
          },
        ],
      },
    ],
    link: '/',
  },
  reviewsBlock: {
    name: '[ обратная  связь ]',
    title: 'Отзывы',
    link: '/',
    slides: [
      {
        id: '1',
        date: '[ 01/12/22 ]',
        name: 'Анастасия Макеева',
        content:
          'Мне&nbsp;все понравилось, все&nbsp;безупречно. Только положительные отзывы, Приём состоялся вовремя, задержек не&nbsp;было. Специалиста я&nbsp;выбирал по&nbsp;отзывам на&nbsp;сайте СберЗдоровье, по&nbsp;рейтингу.',
        link: '/',
        image: '/assets/review-icon.png',
      },
      {
        id: '2',
        date: '[ 01/12/22 ]',
        name: 'Анастасия Макеева',
        content:
          'Мне&nbsp;все понравилось, все&nbsp;безупречно. Только положительные отзывы, Приём состоялся вовремя, задержек не&nbsp;было. Специалиста я&nbsp;выбирал по&nbsp;отзывам на&nbsp;сайте СберЗдоровье, по&nbsp;рейтингу.',
        link: '/',
        image: '/assets/review-icon.png',
      },
      {
        id: '3',
        date: '[ 01/12/22 ]',
        name: 'Анастасия Макеева',
        content:
          'Мне&nbsp;все понравилось, все&nbsp;безупречно. Только положительные отзывы, Приём состоялся вовремя, задержек не&nbsp;было. Специалиста я&nbsp;выбирал по&nbsp;отзывам на&nbsp;сайте СберЗдоровье, по&nbsp;рейтингу.',
        link: '/',
        image: '/assets/review-icon.png',
      },
      {
        id: '4',
        date: '[ 01/12/22 ]',
        name: 'Анастасия Макеева',
        content:
          'Мне&nbsp;все понравилось, все&nbsp;безупречно. Только положительные отзывы, Приём состоялся вовремя, задержек не&nbsp;было. Специалиста я&nbsp;выбирал по&nbsp;отзывам на&nbsp;сайте СберЗдоровье, по&nbsp;рейтингу.',
        link: '/',
        image: '/assets/review-icon.png',
      },
      {
        id: '5',
        date: '[ 01/12/22 ]',
        name: 'Анастасия Макеева',
        content:
          'Мне&nbsp;все понравилось, все&nbsp;безупречно. Только положительные отзывы, Приём состоялся вовремя, задержек не&nbsp;было. Специалиста я&nbsp;выбирал по&nbsp;отзывам на&nbsp;сайте СберЗдоровье, по&nbsp;рейтингу.',
        link: '/',
        image: '/assets/review-icon.png',
      },
      {
        id: '6',
        date: '[ 01/12/22 ]',
        name: 'Анастасия Макеева',
        content:
          'Мне&nbsp;все понравилось, все&nbsp;безупречно. Только положительные отзывы, Приём состоялся вовремя, задержек не&nbsp;было. Специалиста я&nbsp;выбирал по&nbsp;отзывам на&nbsp;сайте СберЗдоровье, по&nbsp;рейтингу.',
        link: '/',
        image: '/assets/review-icon.png',
      },
    ],
  },
  aboutBlock: {
    name: '[ grandmed ]',
    title: 'О клинике',
    subtitle:
      'Я веду прием более 20 лет в клинике GRANDMED, и являюсь учредителем холдинга вместе с пятью выдающимися врачами.',
    image: '/assets/main-bg-2.jpg',
    imageMobile: '/assets/main-bg-2-mobile.jpg',
    texts: [
      {
        text: 'Холдинг Grandmed находится&nbsp;в самом сердце Санкт-Петербурга и вот уже более 20 лет занимает лидирующие позиции на рынке медицинских услуг России.',
      },
      {
        text: 'Единый подход, уникальная школа пластической хирургии и&nbsp;традиции, переданные от&nbsp;отцов к&nbsp;сыновьям и&nbsp;от&nbsp;учителей кученикам, — то, что&nbsp;легло в&nbsp;основу клиники Grandmed.',
      },
    ],
    link: '/about-clinic',
  },
  questionsBlock: {
    name: '[ помощь ]',
    title: 'Вопрос-ответ',
    questions: [
      {
        name: 'Что требуется перед проведением операции',
        content:
          'Холдинг Grandmed находится&nbsp;в самом сердце Санкт-Петербурга и вот уже более 20 лет занимает лидирующие позиции на рынке медицинских услуг России.',
      },
      {
        name: 'Что требуется перед проведением операции',
        content:
          'Холдинг Grandmed находится&nbsp;в самом сердце Санкт-Петербурга и вот уже более 20 лет занимает лидирующие позиции на рынке медицинских услуг России.',
      },
      {
        name: 'Противопоказания к пластическим операциям',
        content:
          'Холдинг Grandmed находится&nbsp;в самом сердце Санкт-Петербурга и вот уже более 20 лет занимает лидирующие позиции на рынке медицинских услуг России.',
      },
      {
        name: 'Противопоказания к пластическим операциям',
        content:
          'Холдинг Grandmed находится&nbsp;в самом сердце Санкт-Петербурга и вот уже более 20 лет занимает лидирующие позиции на рынке медицинских услуг России.',
      },
      {
        name: 'Период восстановления',
        content:
          'Холдинг Grandmed находится&nbsp;в самом сердце Санкт-Петербурга и вот уже более 20 лет занимает лидирующие позиции на рынке медицинских услуг России.',
      },
      {
        name: 'Период восстановления',
        content:
          'Холдинг Grandmed находится&nbsp;в самом сердце Санкт-Петербурга и вот уже более 20 лет занимает лидирующие позиции на рынке медицинских услуг России.',
      },
      {
        name: 'Что делать после операции',
        content:
          'Холдинг Grandmed находится&nbsp;в самом сердце Санкт-Петербурга и вот уже более 20 лет занимает лидирующие позиции на рынке медицинских услуг России.',
      },
      {
        name: 'Что делать после операции',
        content:
          'Холдинг Grandmed находится&nbsp;в самом сердце Санкт-Петербурга и вот уже более 20 лет занимает лидирующие позиции на рынке медицинских услуг России.',
      },
    ],
  },
  regFormBlock: {
    name: '[ Первичная консультация ]',
    title: 'Запись на прием',
    subtitle:
      'Наши операторы свяжутся с&nbsp;вами для&nbsp;выбора оптимального времени посещения',
  },
}
