import { IMainContent } from '../types/content/MainPage'

export const mainContent: IMainContent = {
  pageHead: {
    title: `<b class="font-[700]">Брагилев</b> <br> Вадим <br> Алексеевич`,
    name: '[ Пластический хирург ]',
    image: '/assets/main-bg.jpg',
    text: 'Врач хирург высшей категории. Кандидат медицинских наук. Автор более 50 научных работ. Доцент кафедры пластической и реконструктивной хирургии И.И. Мечникова',
  },
  infoBlock: {
    name: '[ история ]',
    title: 'Обо мне',
    subtitle:
      'Так уж сложилось, что маммопластика стала одной из моих любимых дисциплин. А толчком послужил случай почти тридцатилетней давности...',
    link: '/',
    texts: [
      {
        text: 'Стандарты красоты? Их&nbsp;нет. Есть&nbsp;магия пропорций, привлекательность асимметрии, ценность непохожести на&nbsp;других. Нужно быть самим собой. Но&nbsp;в&nbsp;лучшей версии',
      },
      {
        text: 'Улыбчивое лицо. Элегантные руки. Вдумчивая речь. Решительные поступки. Наблюдателен и&nbsp;неутомим. Да, вот&nbsp;такой он&nbsp;— Вадим Алексеевич Брагилев!',
      },
    ],
  },
  servicesBlock: {
    tabs: [
      {
        title: 'Грудь',
        content: [
          {
            name: 'Увеличение груди',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-1.png',
          },
          {
            name: 'Уменьшение груди',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-2.png',
          },
          {
            name: 'Замена имплантов',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-3.png',
          },
          {
            name: 'Мастопексия',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-4.png',
          },
        ],
      },
      {
        title: 'Лицо',
        content: [
          {
            name: 'Лицо 1',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Лицо 2',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Лицо 3',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
        ],
      },
      {
        title: 'Тело',
        content: [
          {
            name: 'Тело 1',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Тело 2',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Тело 3',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Тело 4',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Тело 5',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Тело 6',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Тело 7',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Тело 8',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Тело 9',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
          {
            name: 'Тело 10',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
          },
        ],
      },
    ],
  },
}
