import { IServiceContent } from '../types/content/pages/ServicePage'

export const serviceContent: IServiceContent = {
  layout: {
    header: {
      variant: 'light',
    },
  },
  pageHead: {
    variant: 'simple',
    image: '/assets/service-1.png',
    imageMobile: '/assets/service-1-m.png',
    title: 'Ринопластика',
    name: '[ услуга ]',
    topLinkText: '← Назад к услугам',
    topLinkUrl: '/services',
    text: 'Это&nbsp;улучшение формы носа, изменение его&nbsp;размеров, исправление врождённых дефектов',
  },
  servicesBlock: {
    sectionName: '[ операция ]',
    tabs: [
      {
        title: 'Риносептопластика',
        content: [
          {
            name: 'Что требуется перед проведением операции',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
          },
          {
            name: 'Противопоказания к пластическим операциям',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
          },
          {
            name: 'Период восстановления',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
          },
          {
            name: 'Что делать после операции',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
          },
        ],
      },
      {
        title: 'Изменение формы носа',
        content: [
          {
            name: 'Что требуется перед проведением операции',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
          },
          {
            name: 'Противопоказания к пластическим операциям',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
          },
        ],
      },
      {
        title: 'Септопластика',
        content: [
          {
            name: 'Что требуется перед проведением операции',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
          },
          {
            name: 'Противопоказания к пластическим операциям',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
          },
          {
            name: 'Что делать после операции',
            content:
              'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
          },
        ],
      },
    ],
  },
  pricesBlock: {
    list: {
      id: '',
      title: 'Стоимость',
      prices: [
        {
          id: 1,
          subtitle: 'Пластика крыльев носа',
          price: '45 000',
        },
        {
          id: 2,
          subtitle: 'Реконструкция носа',
          price: '200 000',
        },
        {
          id: 3,
          subtitle: 'Пластика носа с костным этапом',
          price: '65 000',
        },
        {
          id: 4,
          subtitle: 'Пластика кончика носа',
          price: '80 000',
        },
        {
          id: 5,
          subtitle: 'Повторная ринопластика',
          price: '150 000',
        },
        {
          id: 6,
          subtitle: 'Септопластика',
          price: '200 000',
        },
        {
          id: 7,
          subtitle: 'Реконструкция носовой перегородки',
          price: '65 500',
        },
        {
          id: 8,
          subtitle: 'Полипэктомия',
          price: '80 000',
        },
        {
          id: 9,
          subtitle: 'Лечение храпа / увулопалатофарингопластика',
          price: '150 000',
        },
      ],
    },
  },
  resultsBlock: {
    name: '[ кейсы ]',
    title: 'До/После',
    selects: [
      {
        placeholder: 'Часть тела',
        variants: [
          {
            id: '1',
            value: 'Лицо',
          },
          {
            id: '2',
            value: 'Грудь',
          },
          {
            id: '3',
            value: 'Тело',
          },
        ],
      },
      {
        placeholder: 'Операция',
        variants: [
          {
            id: '1',
            value: 'Лицо 1',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '2',
            value: 'Лицо 2',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '3',
            value: 'Лицо 3',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '4',
            value: 'Лицо 4',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '5',
            value: 'Лицо 5',
            dependencies: [
              {
                id: '1',
                key: 'part',
              },
            ],
          },
          {
            id: '6',
            value: 'Грудь 1',
            dependencies: [
              {
                id: '2',
                key: 'part',
              },
            ],
          },
          {
            id: '7',
            value: 'Грудь 2',
            dependencies: [
              {
                id: '2',
                key: 'part',
              },
            ],
          },
          {
            id: '8',
            value: 'Грудь 3',
            dependencies: [
              {
                id: '2',
                key: 'part',
              },
            ],
          },
          {
            id: '9',
            value: 'Тело 1',
            dependencies: [
              {
                id: '3',
                key: 'part',
              },
            ],
          },
        ],
      },
    ],
    results: [
      {
        id: '1',
        title: 'Ринопластика 1',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        isAdult: false,
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '1',
            key: 'operation',
          },
        ],
      },
      {
        id: '2',
        title: 'Ринопластика 2',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        isAdult: false,
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '1',
            key: 'operation',
          },
        ],
      },
      {
        id: '3',
        title: 'Ринопластика 3',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        isAdult: false,
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '1',
            key: 'operation',
          },
        ],
      },
      {
        id: '4',
        title: 'Операция 2',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        isAdult: true,
        dependencies: [
          {
            id: '2',
            key: 'part',
          },
          {
            id: '6',
            key: 'operation',
          },
        ],
      },
      {
        id: '5',
        title: 'Операция 3',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        isAdult: true,
        dependencies: [
          {
            id: '2',
            key: 'part',
          },
          {
            id: '6',
            key: 'operation',
          },
        ],
      },
      {
        id: '6',
        title: 'Операция лицо 2 (1)',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        isAdult: true,
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '2',
            key: 'operation',
          },
        ],
      },
      {
        id: '7',
        title: 'Операция лицо 2 (2)',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        isAdult: true,
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '2',
            key: 'operation',
          },
        ],
      },
      {
        id: '8',
        title: 'Операция лицо 2 (3)',
        subtitle: 'Закрытая хранящая риносептопластика, 1 год после операции',
        images: {
          before1: '/assets/main-res-1.png',
          before2: '/assets/main-res-1.png',
          after1: '/assets/main-res-2.png',
          after2: '/assets/main-res-2.png',
        },
        isAdult: true,
        dependencies: [
          {
            id: '1',
            key: 'part',
          },
          {
            id: '2',
            key: 'operation',
          },
        ],
      },
    ],
    link: '/',
  },
  regFormBlock: {
    name: '[ Первичная консультация ]',
    title: 'Запись на прием',
    subtitle:
      'Наши операторы свяжутся с&nbsp;вами для&nbsp;выбора оптимального времени посещения',
  },
}
