import { IServicesContent } from '../types/content/pages/ServicesPage'

export const servicesContent: IServicesContent = {
  id: '1',
  layout: {
    header: {
      variant: 'light',
    },
  },
  infoBlock: {
    name: '[ операции ]',
    title: 'Услуги',
  },
  servicesBlock: {
    tabs: [
      {
        name: 'Грудь',
        content: [
          {
            name: 'Увеличение груди',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-1.png',
          },
          {
            name: 'Уменьшение груди',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-2.png',
          },
          {
            name: 'Замена имплантов',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-3.png',
          },
          {
            name: 'Мастопексия',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-4.png',
          },
        ],
      },
      {
        name: 'Лицо',
        content: [
          {
            name: 'Лицо 1',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-5.png',
          },
          {
            name: 'Лицо 2',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-3.png',
          },
          {
            name: 'Лицо 3',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-2.png',
          },
        ],
      },
      {
        name: 'Тело',
        content: [
          {
            name: 'Тело 1',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-6.png',
          },
          {
            name: 'Тело 2',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-5.png',
          },
          {
            name: 'Тело 3',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-4.png',
          },
          {
            name: 'Тело 4',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-3.png',
          },
          {
            name: 'Тело 5',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-2.png',
          },
          {
            name: 'Тело 6',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-1.png',
          },
          {
            name: 'Тело 7',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-2.png',
          },
          {
            name: 'Тело 8',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-3.png',
          },
          {
            name: 'Тело 9',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-4.png',
          },
          {
            name: 'Тело 10',
            text: 'Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии. Увеличение молочных желез при помощи силиконовых имплантатов (аугментационная маммопластика) — одна из самых часто проводимых операций в пластической хирургии.',
            link: '#',
            image: '/assets/main-image-5.png',
          },
        ],
      },
    ],
  },
  regFormBlock: {
    name: '[ Первичная консультация ]',
    title: 'Запись на прием',
    subtitle:
      'Наши операторы свяжутся с&nbsp;вами для&nbsp;выбора оптимального времени посещения',
  },
}
